{
  "summary": {
    "totalSaves": 122,
    "totalSkips": 150,
    "flashcardCount": 14,
    "highScoreSkips": 55,
    "lowScoreSaves": 0
  },
  "saves": [
    {
      "id": "chunk_Ecv79bFsMN3Dc48zdlBAZ_63",
      "content": "We call that hyperfluency. Sometimes, like you hear people talk about an idea maze referring to the history of the industry, why earlier attempts have failed, why, you know, their attempt is going to succeed. It's like the people with hyperfluency talk about this in such a way that it's like something we hear. So we live and die as a fund by our ability to identify people. Ultimately, it's going to come down to an intuitive judgment, and I think it is a tacit knowledge where we trained on the Thiel Fellowship, we developed our pattern recognition, and now we find new cases, and there's like this computer vision. You know, is this person a creative founder or not? And we just have to sort of use that recognition there. But when you ask me to articulate it, give some recipe, I think our words are always going to fall short. It's almost like a virtue theory in moral philosophy, where what makes a good person? I think we should be asking what makes the right stuff in a lot of different domains. It's not just like GPA or like how you, you know, your essay grades. There's just like something about there are virtues we're not cultivating as a society.",
      "action": "saved",
      "relevanceScore": 0.7186578097564901,
      "episodeTitle": "Rebel Oxford Philosopher Declares War on Universities | Michael Gibson",
      "podcastTitle": "Johnathan Bi",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:55:19.065Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_47",
      "content": "So I think the the probably most important characteristic we look for is an insatiable curiosity in the individual. We look for people who are extremely driven but they need to have a heart of gold. So one of the things we talk about at Sequoia is we cherish individualism and teamwork. You need an individual to be able to have a keen insight and propose an investment but you've got to work with a team and the whole teamwork aspect is really important for us. So when we make investment decisions at Sequoia, it's a consensus decision which blew my mind when I first got there.",
      "action": "saved",
      "relevanceScore": 0.5493205231001297,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:40:52.222Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_88",
      "content": "By the way, that's how we got to Steve because Steve had worked at Atari. That's how Don got the introduction to Steve. So so I think part of the point he was trying to make is don't look for the people that you know, went to all the right schools and wear the right clothes, all the conventional stuff. Founders are unconventional. These people change the world. I mean most of us encounter challenges every single day and we accommodate. You know, this thing isn't quite your liking, you adapt. Founders don't. Founders see things and go, I think the world can look different. And then they go and try to fix it. They just don't take no for an answer.",
      "action": "saved",
      "relevanceScore": 0.656179222516482,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:24:04.894Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_43",
      "content": "The only thing that comes from is just pure ego. I think a lot of entrepreneurs, like, their ego gets in the way, and so they want they almost intentionally overcomplicate it to show how special the product is, therefore how special they are. And the best entrepreneurs I've always met are the ones who take incredibly complex ideas and simplify it down, and then it's easy for consumers to get it, for their teams to execute. And I think that that that art form of simplification is the the biggest hack in entrepreneurship. And, yeah, the the number of pitches I sit through, and, like, I'm like, you're intentionally overcomplicating this to to justify evaluation or justify your specialness?",
      "action": "saved",
      "relevanceScore": 0.6190755532490608,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T17:53:45.122Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_19",
      "content": "And then you talked about being a thief. Can you give a couple examples there? So you said, I go to a big category, I walk through the aisles, I look for the sea of sameness, I look for a culture shift. Oh, sorry, you told me one other thing that was great. You go, you said something, you go, have they made it unnecessarily over complicated? And you go, I think they're hiding something. There's an insecurity there if they've made this product category feel over complicated, and that they take themsel and another one was taking themselves too seriously. Can you talk about those two attributes also?",
      "action": "saved",
      "relevanceScore": 0.6232151986066756,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T17:45:52.332Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_17",
      "content": "No. That's right. I I think it's much easier to make money by creating an iteration off of something already exists, because then you don't have to drive all the consumer education to educate and explain something that's wildly new. Living in London in the '90s, I was super inspired by Richard Branson, as many entrepreneurs are, But what I liked about it, he had a model, and I think that's what inspired me to create a model. His model is an entertainment model, right? So you go in these really unsexy industries like airlines, and you would apply his entertainment model that he really understood well.",
      "action": "saved",
      "relevanceScore": 0.6278763619361721,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T17:42:23.423Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_37",
      "content": "It's I I think I saw a quote with you and Simon Sinek with with his on his podcast. He said, if it's hard, it's probably wrong. And then he said, I know I have a good idea when I can't believe others aren't doing it. And I think that when a lot of entrepreneurs wanna grow their companies or start a new company, I know I fall victim to this all the time, I somehow think that there's a correlation between this sounds controversial, but there's a correlation between how hard I work or how hard something is and how much value a customer will get and or how valuable my business can get?",
      "action": "saved",
      "relevanceScore": 0.6951641276218774,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T16:54:48.034Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_226",
      "content": "It's hard. And that's what I've been doing. I've been doing more of an incubator model in my last few startups, where I've now been the CEO running it, but I actually create the team. So really what I love doing is create the concept, pull together the team and the capital. But the part of that that has been really hard is actually finding those leaders. And the reality of being an entrepreneur, it's iterative. Right? You try something, it works or it doesn't work. You're constantly iterating your way to success in those early years, which means you're running up against roadblocks and things that worked and what didn't work. And what I found is there's a certain personality that can live in that uncertainty of a startup and stay committed to it. So when something doesn't work, instead of panicking, they quickly start taking the clues, figuring out, making adjustments, keeping the team confident, and bringing along with them. That's the art of entrepreneurship that is really, really tough to hire for, because the ones who are good at it want to create They probably have their own idea that they're working on, and what I found is I would hire very accomplished people, but their entire life had been fairly linear in their careers, where I get good grades. It unlocks getting in this good college. I do really well at school. It unlocks getting the right Each thing unlocks the next step for them, and that's always work, because they're incredibly smart, talented people, but that's not the reality in entrepreneurship. And so what I saw a pattern of I would hire these incredibly accomplished CEOs, and then as soon as things would start going wrong, which they always do in a startup, they would really struggle through the mental games of that. That's the hardest part of this model.",
      "action": "saved",
      "relevanceScore": 0.7367142991335877,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T13:26:45.146Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_31",
      "content": "I think the the growth mindset, if you wanna kinda call it that, which basically a a shorthand way of saying it's very quantitative and numbers driven is important. But our whole philosophy is we start with the qualitative, we develop hypothesis, and then the hypothesis has to be confirmed by the quantitative. And it has to be in that order. Because if you start with the numbers and you get so excited about the numbers and then the numbers go down, you lose all your confidence. But if you start with the people and what they're doing and the customers and the product and you build confidence and then they miss a quarter or they miss two quarters, you don't react with like, oh, shit. Yeah. You know, my returns are now going away. You try to unpack why and what happened. Is our assumption on the product wrong? And that's what should change our confidence almost. And so I think, like, what do I think my superpower is? I spent a lot of my career on the financial side. But now at Thrive, I spent a lot of it empathize with how do you build a company? What does it mean to hire an exec? How do you build a team? If you kinda intersect those two things, I think that's where our sweet spot is. You know, like, is Databricks Databricks we did a year ago. Why was that a great, you know, time to invest in the company? Well, I'd be like, oh, it's growing really fast. It's got the tailwinds of AI. But I think the most important point is it became clear that it was going from this single product company to a multiproduct platform. And the value of the platform is much bigger than the value of the single product. And so inherently, there's a mispricing because it's a lot harder to build a multiproduct platform than it is a single product.",
      "action": "saved",
      "relevanceScore": 0.7582973875502282,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T13:24:55.062Z"
    },
    {
      "id": "chunk_zgbpl1K0xcE2om6oOZtjE_156",
      "content": "I you've learned you're always wrong. I've learned deep humility on this point. I think the the own like, I think if you try to, like, armchair quarterback it, you sort of say these things that sound smart, but they're pretty much what everybody else is saying, and it's, like, really hard to get the right kind of conviction. The only way I know how to do this is to, like, be deeply in the trenches exploring ideas, like, talking to a lot of people, and I don't have time to do that anymore. Yeah. I only get to think about one thing now. Yeah. So I I would just be, like, repeating other people's or saying the obvious things. But I think it's a very important like, if you are an investor or a founder, I think this is the most important question. And you don't you you figure it out by, like, building stuff and playing with technology and talking to people and being out in the world. I have been always enormously disappointed by the willingness of investors to back this kind of stuff, even though it's always a thing that works. You all have done a lot of it, but most firms just kind of chase whatever the current thing is, and so do most founders. So I hope people will try to go.",
      "action": "saved",
      "relevanceScore": 0.7631774512675027,
      "episodeTitle": "Sam Altman on Sora, Energy, and Building an AI Empire",
      "podcastTitle": "a16z Podcast",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T13:22:23.502Z"
    },
    {
      "id": "chunk_6Nc-N0KEcvQIPB4sn26jt_13",
      "content": "Exactly. Some of the most common themes in your writing over the years, you've written about Silicon Valley, you've written about innovations, technology, markets, financial and production capital, organizations, the boundary of the firm. One of the more interesting pieces you wrote is about this sort of shift towards consuming functions versus consuming objects, scarcity and abundance, all these things. And I was like, how do I make sense of of all these? And and you'd kind of did me a favor in that you wrote this piece a few weeks ago, or maybe a couple months ago now, that I think highlights what I see as the true theme of in your writing, which is the real theme that came across to me is you're writing about entrepreneurship and specifically how entrepreneurship deals with coordinating people.",
      "action": "saved",
      "relevanceScore": 0.6382219179552573,
      "episodeTitle": "17: Alex Danco - Innovation Begins with Gifts",
      "podcastTitle": "Dialectic",
      "hasFlashcard": true,
      "savedAt": "2025-10-08T20:05:44.979Z"
    },
    {
      "id": "chunk_6Nc-N0KEcvQIPB4sn26jt_249",
      "content": "I I I think in a lot of ways, you were you were pointing at something that was pretty spot on. You wrote about this super recently in in the sort of shift in software from code as capital to code as labor. Again, another precursor to where we're going with agents. Uh-huh. Companies are really good at solving for this idea of the O ring problem. Essentially, most critical the O ring named after the spaceship. Like, the most mission critical thing that can't go wrong. Companies in many ways are built around that idea. They're built around having accountability to make sure you don't fail in the mission critical failure way. You've also written about this classic iconic Venkatesh Rao series called the the Gervais principle, which is really also about companies and how they function with these kind of multi tiered for people who haven't read it, the the sort of very simple ideas that in The Office created by Ricky Gervais, he outlays these three modes of companies. Sociopath at the top, clueless in the middle, and losers or economic losers at the bottom, and the and the most interesting version of that being the the clueless, Michael Scott and Dwight Nandy. Yeah. Put another way, the company man.",
      "action": "saved",
      "relevanceScore": 0.6411144189449025,
      "episodeTitle": "17: Alex Danco - Innovation Begins with Gifts",
      "podcastTitle": "Dialectic",
      "hasFlashcard": true,
      "savedAt": "2025-10-08T20:03:02.232Z"
    },
    {
      "id": "chunk_VkOFahkooz0u_a59oZeYZ_85",
      "content": "The thing I admired, deeply admired about my time at Shopify is that, like, if you actually if you watch chess players, like, go back in time and, like, start chess, they'll teach you, like, opening strategies. Opening like, this is what you should do. If you look at modern chess players, they do something called positional chess. Right? Like, always put yourself in a better position. Like, play for the next position, the one after that, and just, like, give yourself more options. And that actually is the right way to build a company transparently. Like, you don't wanna, like like, you wanna hold the strategy very loosely. Not the mission, but the strategy.",
      "action": "saved",
      "relevanceScore": 0.6482032476469942,
      "episodeTitle": "How to Build a Real Estate Marketplace - Kaz Nejatian, Opendoor CEO",
      "podcastTitle": "a16z Podcast",
      "hasFlashcard": true,
      "savedAt": "2025-10-08T19:55:04.592Z"
    },
    {
      "id": "chunk_PEZVfTQXpu1WBO3f0dzjK_30",
      "content": "And then in my thirties, basically, almost to the day, I mean, it was it was this journey, which is like, know, building products, building a business, building a team, and doing that globally. And and I did think to myself, like, you know, I'm so enamored with technology, and I'm so enamored with startups, and I love innovation. You know, you ask yourself, okay, so what do you do next? Right? And I I I like being close to, like, where things are being created. And so that means that you get involved in the startup ecosystem. But do I wanna spend another ten years doing a journey that I've already done, Or do I want to zoom up one more level? And so I almost feel like my 20s, it was like the abstraction was, you know, a product or lines of code. And then I zoomed out a little bit, then the abstraction was one company. And then when you join a firm, you zoom out a little bit more and then the abstraction is a company and you actually see experiment in parallel. And I will tell you, like, from this vantage point, even though I had done two companies, I learned so much more than I ever would have if I would have done another company. So for me, it was the right the right decision.",
      "action": "saved",
      "relevanceScore": 0.6768821366057869,
      "episodeTitle": "\"This feels like 1996\": Why a16z's Martin Casado believes the AI boom still has years to run (General Partner)",
      "podcastTitle": "The Generalist",
      "hasFlashcard": false,
      "savedAt": "2025-10-08T08:12:28.438Z"
    },
    {
      "id": "chunk_PEZVfTQXpu1WBO3f0dzjK_41",
      "content": "Yeah, yeah, a bunch of them. I mean, of them is, I was talking about pricing. By the way, anybody who works with me is gonna realize like, half of what I say just steal from Ben because I say what I'm about to tell you, I tell people all the time, but it's so true. And so I was asking a question about pricing, and he says, I just want you to know this is the single most important decision you'll make in the history of the company. One decision. And and, really, for your net worth as a human being, this is the most important decision. And let me describe why. Well, you know, you own a bunch of the company, the valuation of the company is gonna come down to growth and margins. Growth and margins, the single most important decision on on on what impacts that is gonna be pricing. And so everybody views pricing totally glibly or they kinda make it up or they're ad hoc, but they don't understand how important that single decision is towards, you know, the health and ultimate valuation of the business. And then he actually broke all of that down. And at the time, software was going through a pricing change like it is today. So it was going from kind of on prem perpetual to Yeah. Recurring. And this had massive impacts in how you comp your sales team, had massive impacts on how you do go to market, and massive impacts on on what numbers meant to to be a healthy business. And so he just walked through all of that from this very single discussion. And just so you know, we're seeing the same shift now as we go from basically recurring license to usage based billings. And so even even, you know, this conversation I had in 2009 is still relevant today, and I draw from it. So I think this is a good example of of, you know, this deep insight that he was able to portray from his operational knowledge.",
      "action": "saved",
      "relevanceScore": 0.7166456947142855,
      "episodeTitle": "\"This feels like 1996\": Why a16z's Martin Casado believes the AI boom still has years to run (General Partner)",
      "podcastTitle": "The Generalist",
      "hasFlashcard": true,
      "savedAt": "2025-10-08T05:54:22.016Z"
    },
    {
      "id": "chunk_p9dBj3u0sOsrqy4S_G0Hs_12",
      "content": "One is the competitive nature that we just talked about. The other is just like the problem solving. So I think one thing that I believe very strongly is that one of the best things you can do when you're building a company or anything is just have pretty good introspection on where your strengths are. And at least for this group, it's more on the problem solving side just like and the problem can be very vague. Problem could be like, how do I build a successful company? And you kind of break down the problem, you can like think really critically and just from first principles a lot of these markets. Of course, that's not the only way to build a company. Other people I think some people just have like very good intuition, especially on these like PLG type things.",
      "action": "saved",
      "relevanceScore": 0.6901770819504875,
      "episodeTitle": "Jesse Zhang - Building Decagon - [Invest Like the Best, EP.443]",
      "podcastTitle": "Invest Like the Best with Patrick O'Shaughnessy",
      "hasFlashcard": false,
      "savedAt": "2025-10-07T18:53:45.034Z"
    },
    {
      "id": "chunk_8KSoaYBSVOlWd1xilnL5d_51",
      "content": "But it took me about a month or two until I started to figure things out, but through that, my origin story, like I was building up money, but I'm a teenager and I'm reckless. So you got money, you lose it. The good news was I had people around me that started to see that like, okay, he's good at poker, he's good for it, he's an honorable guy. So when I would go broke and lose all my money, I could borrow money from people, whether it was $500 or a thousand back then. And that, I went broke many, many times, but that's part of the learning experience I think. I think like the relation to business is essentially this, like if you have like very little to lose, like you have a very small company or whatever, you can take shots, right? Because whatever, you lose you. Now once you become a big company, I remember I spoke at Kraft Foods once, they had me on at a corporate event and actually one of the people asked, he's like, what would you do with Kraft Mac and Cheese? It's been like our staple. And I use the poker analogy and I said, listen, if I had a $500 bankroll, that's that's I can replicate that. Like, I can get that. But once I have $2,000,000, I can't really risk the whole $2,000,000 to go back to 500 because it's too much. Right? So when I was broke, I would take shots like this. But once I've an established brand, if you will, once I've got the money, I wouldn't mess with it too much because they wanted to change the recipe and the packaging and all that. And I said, listen, if it's working, why mess with it? There's a risk there. And I would say that when you're taking risk, you take risk when you're on the low end of the totem pole. That's exactly when you take them, especially in your twenties, you know, whatever you take risk. But once you've established, you you should be less you should be way more risk averse. So I play poker for a living, but when it comes to investing and all that stuff, I know nothing about it, but I'm very risk averse. I have a guy, you know, Morgan Stanley guy, municipal bonds. I don't even know what it is. Right? But it's safe stuff. Like, I don't I don't gamble, needlessly at this point because I've already created the dream life that I want. So what's the point?",
      "action": "saved",
      "relevanceScore": 0.7002817631995126,
      "episodeTitle": "$50M Poker Pro Shares His Best Advice For Founders",
      "podcastTitle": "My First Million",
      "hasFlashcard": false,
      "savedAt": "2025-10-07T16:54:19.617Z"
    },
    {
      "id": "chunk_p9dBj3u0sOsrqy4S_G0Hs_22",
      "content": "I think this is probably true of starting companies. I think the first stage is like by far the hardest because you're kind of just like finding direction. And finding direction is very difficult because by definition, it's not something where you can just like, you have like a goal and you're just like grinding towards it and you can get there. Your goal could be, yeah, like, by finding a direction, but it's more exploratory. So I think what we actually are quite good at now, and Ashwin, my cofounder, who's amazing, he also has similar background. He started a company before that got acquired. I think when you start a company at first time, you often share the same experiences, which is like finding directions very difficult. So I think this time we were a lot more thoughtful about it. And again, it goes back to what your strengths are. I think we view our strengths as like, hey, we're very good at problem solving, we're very just rational about things, we're just good at like execution. And so if that's the case, then I think we just try to systematize the ideation process. And it just comes down to, okay, know, whatever you work on, it has to be something that people will really invest in. And how do you tell if that's the case? You can just go really deep asking them and I think people are usually a little bit almost embarrassed or not comfortable going super deep in these questions. When you talk to a potential customer, they actually don't mind answering questions such as, okay, if we built this for you, like exactly how much would you pay for it? Like, would your boss need to approve it or your boss's boss? Like, who needs to approve it? How would the entire organization think about ROI? How would you present ROI to leadership to protect yourselves and also like make you look good? And I think if you really go deep there, it's almost like you're basically asking like classic sales qualification questions when in founder form and because you're a founder, it's like it just feels a lot less sales y for you to go deeper. That process is what gives you a lot more signal. When we first started, we fortunately were able to get in front of a lot of large companies, mostly digital native ones. And we just asked these questions and we kept digging in. We had a bunch of different ideas, At the time, we're not tied to any idea and kind of open exploration, we're looking at things ranging from like data analysis to like security to, you know, pre sales to ops stuff and that process was very helpful. It just shows you that there's a lot more signal to gain than just talking to customers, which is the general advice or building something that customers want, building something that people want. Like, yes, that is true, but it's very hard to just know that. Yeah. Like they they'll just tell you what they want, but then it turns out that that's not useful.",
      "action": "saved",
      "relevanceScore": 0.7663943978054976,
      "episodeTitle": "Jesse Zhang - Building Decagon - [Invest Like the Best, EP.443]",
      "podcastTitle": "Invest Like the Best with Patrick O'Shaughnessy",
      "hasFlashcard": false,
      "savedAt": "2025-10-07T15:50:03.632Z"
    },
    {
      "id": "chunk_article_11ecf723-aa46-48e2-86f7-6da113278bf7_0",
      "content": "Excellence Is A Qualitative Phenomenon\n--------------------------------------\n\nIn the early 1980’s, the sociologist Daniel Chambliss spent five years studying swimmers at every level of ability. He visited learn-to-swim programs, coached a regional swim team, and traveled with the U.S. Olympic Team. He was interested in what separated the good from the great—the habits, training regimens, mindsets, physical traits, and daily practices that contribute to the reason some swimmers reach the highest level while others, despite similar ambitions, don’t. Then in 1989, he published his research in a paper titled,[_The Mundanity of Excellence_](https://academics.hamilton.edu/documents/themundanityofexcellence.pdf). Essentially, Chambliss found that Olympic champions don’t train more than the average swimmer. Instead, they train differently. To use the technical terms, the difference is “qualitative,” not “quantitative.” “Excellence,” Chambliss writes, “is a qualitative phenomenon.” “Not only in swimming,”[he adds](https://podcasts.apple.com/us/podcast/the-art-of-manliness/id332516054?i=1000642769664). “This is true for success in business, in academics, in sales, in the arts, in the sciences, in any area you pick: people who excel do things differently from those who don’t. It’s not that they just do more. It’s not even that they just work harder. It’s that their techniques are different. Their attitudes about their profession are different. Their goals are different.” “Excellence,” he reiterates, “is achieved through qualitative differentiation from others, not through quantitative increases in activity.”",
      "action": "saved",
      "relevanceScore": 0.5724167267603862,
      "episodeTitle": null,
      "podcastTitle": null,
      "hasFlashcard": false,
      "savedAt": "2025-10-07T11:51:20.966Z"
    },
    {
      "id": "chunk_article_b13b73c3-fbc7-42ee-9a77-e3529730e89d_55",
      "content": "What I am after is the growth of both means and meaning. Not Boring started as a newsletter about technology businesses, but the main question is: **how do we make being a human more amazing?**\n\nTechnology is part of the answer, but it’s not the whole answer. That’s why, as you may have noticed, I’ve gotten a little more philosophical and even mystical over the past year or so.\n\nIt feels more urgent now. AI is the final boss of technologies that Baudrillard, Asimov, Crawford, and DFW warned us about. We can either use it to create space to become more human or to turn our agency and attention over to the machines. It can become a second-order or third-order simulacrum.\n\nAI will neither kill us nor save us. Technology will neither kill us nor save us. The _system_ will neither kill us nor save us. What happens next is up to us.",
      "action": "saved",
      "relevanceScore": 0.603298581877545,
      "episodeTitle": null,
      "podcastTitle": null,
      "hasFlashcard": false,
      "savedAt": "2025-10-07T11:48:26.277Z"
    },
    {
      "id": "chunk_JgdGV0u4nhIrrtYHqhndq_183",
      "content": "I I definitely believe that everyone has a company stage that they shine best at. I've personally gone through this journey of big tech to, like, tiny, tiny, tiny startup, then landed in the middle, which I consider, like, my own goal lock zone. I talked earlier about, like, what actually gives me personally a lot of energy is seeing across a company's efforts, but also the company being small enough that I can get into the details. I can work with the specific teams. I can read experiment, you know, results. I can look at the pixels. And so I find that the balance of those two things tends to fit best with medium sized companies, but that's me. Right? I I think at big companies, like Google, you're dealing with immense scale, which is interesting by itself. You learn a lot of best practices from your peers. They have all the kind of tools and functions that you would possibly want to go learn from, but they can tend to move slower, and it's harder to kinda ship things and get them out the door, which, you know, eventually drove me nuts a little bit. On the flip end of the spectrum, these tiny startups, they move incredibly fast, but I grew, like, all my gray hair from those tiny startups because no one knows about your company. And so you're recruiting people one by one. You're, you know, trying to get users one by one. So, yeah, you can you can learn fast and ship a lot of things, but if you're trying to make a big impact on the world, it can be be actually pretty grueling to do so at at really, really, really small startups. Now some of them do hyperscale and make it out, and, obviously, I I'm not one to to trash that because that's the path that I tried for for quite a while. But for me, like, I really like the zone where I can contribute at scale, but also execute at a pace that's more on, like, the daily and weekly scale, right, as opposed to monthly and quarterly.",
      "action": "saved",
      "relevanceScore": 0.7203737210095437,
      "episodeTitle": "How to find hidden growth opportunities in your product | Albert Cheng (Duolingo, Grammarly, Chess.com)",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "savedAt": "2025-10-06T06:40:40.109Z"
    },
    {
      "id": "chunk_JgdGV0u4nhIrrtYHqhndq_137",
      "content": "Yeah. I it resonates deeply with me because I I feel like growth sometimes gets this reputation, I guess, that it's just pure, like, metrics hacking. Like, we're cold cold people that just are trying to move a particular metric up, and we're gonna do whatever it can to, like, you know, throw walls and pay walls and add friction in all all these spots. And even though that could theoretically work in at, like, a micro level on a specific feature or a specific metric, I think what's most healthy for a company, and, you know, I wanna work at durable companies, right, is to think about the user holistically. Right? And when you take that framing of connecting users to the value of your product, that value can change for a user over time, and that also lines up really nicely to the journey. Right? Like, what a someone that's not even a user yet needs to understand about the value proposition is super different than what a habitual user of three plus years, might need. Right? And so the teams working on them should think from that perspective, and then from there, right, they ladder into, like, specific problems to solve hypotheses, etcetera.",
      "action": "saved",
      "relevanceScore": 0.7099705529231797,
      "episodeTitle": "How to find hidden growth opportunities in your product | Albert Cheng (Duolingo, Grammarly, Chess.com)",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "savedAt": "2025-10-06T06:39:02.365Z"
    },
    {
      "id": "chunk_JgdGV0u4nhIrrtYHqhndq_37",
      "content": "One one thing that I I try to focus on at a company of our scale of like a chess.com, right, we're running roughly 250 experiments a year. So we're not, like, the highest in the industry, but we run a we run a decent volume. Right? And so when that happens, I invest in these, like, experiment explorer tools, and we can talk about AI as well as another way to kind of uncover and pick out these nuggets of wisdom. But, basically, these explorer tools can allow me to look across the spectrum of experiments that are going on, try to figure out if there are patterns between the the hypotheses and the learnings that are happening. And if I'm starting to see, like, more and more experiments that are not statistically significant, that may be a signal to me to say, okay. We might have ex kinda tried to exploit a little bit too far. Like, there might not be as much juice to squeeze. Hey, guys. Let's, like, you know, get back to the table and brainstorm and be a little bit more divergent with our thinking.",
      "action": "saved",
      "relevanceScore": 0.6670441860352355,
      "episodeTitle": "How to find hidden growth opportunities in your product | Albert Cheng (Duolingo, Grammarly, Chess.com)",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "savedAt": "2025-10-06T06:38:02.535Z"
    },
    {
      "id": "chunk_JgdGV0u4nhIrrtYHqhndq_28",
      "content": "Yeah. I initially came up or heard with heard about Explore and Exploit through my engineering partner at Grammarly Normal, and I think he actually had taken some reforge classes. So maybe the original inventor of it might be Brian Balfour, who I know has been on your pod. But anyway, it's a great concept. The gist of it is that when you're in exploratory mode, think of it as like finding the right mountain to climb. And then when you're in exploitation mode, it's like focusing your resources on climbing that mountain effectively. And certain companies, I think the the warning is to basically spend too much of your time on one end of the spectrum, right? If you do too much exploration, you can have your team feel a little bit too scattershot, just trying a 100 different random ideas. What's the through line? What's the strategy? How do you pattern match, you know, successes across them?",
      "action": "saved",
      "relevanceScore": 0.6582112715890738,
      "episodeTitle": "How to find hidden growth opportunities in your product | Albert Cheng (Duolingo, Grammarly, Chess.com)",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "savedAt": "2025-10-06T06:36:35.941Z"
    },
    {
      "id": "chunk_QRxAjsou5s9c2aRZ6srrF_21",
      "content": "Five folks on the sales team. The sales teams there are sales teams at Replit and Lovable and Bolt and others, but they're small. We're gonna have an upcoming session with Vercel. They're they're chief business officer. They have one human SDR and 10 agents. Okay? So the teams are often smaller, but it doesn't mean they're not working. It's just it's just AI fueled. And the third point, and this is confusing. What's going on? I mean, you're like, you turn around and you're like, oh my god. How did how did Replic go from 1 to a 150,000,000? And how did Hicksville go from, you know, 0 to 50,000,000 in five months and Gamma at 60,000,000 this year from nothing? It's like, there must be these great marketers or great no. I what they have, and I know this is obvious, is this is just the strongest demand in PLG we've ever had. They're just running PLG on steroids. They're trying to do everything, create some virality, create brand awareness, create this and that to keep the engine going. But if you can provide insane value with AI and b to b, and you can get the word out, the demand may be insane. So that is different, and fueling that demand is different. But it's ultimately deep down. It's just PLG on steroids.",
      "action": "saved",
      "relevanceScore": 0.5662933277573751,
      "episodeTitle": "SaaStr 823: Is GTM Really Dead?! with SaaStr CEO Jason Lemkin",
      "podcastTitle": "The Official SaaStr Podcast: SaaS | Founders | Investors",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:47:09.647Z"
    },
    {
      "id": "chunk_gpzbkcO-QVTYqRQ0r1IUF_27",
      "content": "AI doesn't get bothered. So again, demoralizing job is very, very good. Regulatory certainty. So go back to this. You know, I I co founded a company called The Firm. We got trained every quarter on UDAP, unfair, sorry, unfair, deceptive and abusive practices. So there are lots of laws that mandate what you can and can't say to a customer. So imagine that you're calling a customer and say, hey, you owe me money. The customer says, F you. And then you have somebody on the other end who's had a kind of a bad day and you can't blame them. It's like F you back customer. They're going to get in trouble for that. Right? And you have more certainty when you can program effectively a robot to conduct the entire call end to end much more so than people. And my my favorite example here is somebody who studied, you know, too many I I I speak Russian, Japanese, and a smattering of Spanish and and spent way too much time learning that stuff. Language language is languages. I mean, it's just fact that a nurse, an AI nurse like, what if I only spoke Farsi? Does Stanford have any Farsi speaking nurses that can call me about my pain level? What if I only spoke Mongolian? Like, now they do. An AI nurse, an AI collections agent, an AI negotiator, like all of these things can be done in dozens of different languages instantly. And you just wouldn't hire a human for that. You can't get somebody in Iowa that speaks Serbian on demand intermittently with a demoralizing job and so on and so forth. You know, AI does great. And it's also very important that AI expands the market. This is why I wanted to start with the story of filing cabinets because there was no software company for compliance. Because this is actually a fact from the Bureau of Labor Statistics, The fastest growing job in America is manicurist, pedicurist. I can't do that. The second fastest is compliance officer. So compliance officer, you don't need software for compliance officers. If you're a city bank, you need more people.",
      "action": "saved",
      "relevanceScore": 0.5272734928387947,
      "episodeTitle": "Software is Eating Labor",
      "podcastTitle": "a16z Podcast",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:43:56.624Z"
    },
    {
      "id": "chunk_gpzbkcO-QVTYqRQ0r1IUF_9",
      "content": "And the reason why I wanted to start with the filing cabinets is like this is going to start moving to outcomes. Like, the software is going to go from being the filing cabinet to effectively operating on the filing cabinet. And what does that mean? Well, you know, take the first example. If I have the filing cabinet for travel, you know, maybe the software can rebook flights or I wanna book a trip for 75 kids at my son's high school. I need to talk to an agent. I don't need to talk to an agent anymore. I just talk to the software company. I talk directly to United Airlines, you know, AI, and they do the entire thing for me. Sales, I mean, this is kinda obvious. You know, Salesforce charges per seat per month. Salesforce should just sell for me. I don't wanna pay for a thousand seats. I wanna pay for customers. Like, hey. Go get me customers because you're the back end for that anyway. Or survey all of my customers, do a thirty minute phone call with every single one of them, see how they're doing. Are they Are they gonna renew with me? Yes or no. You know, what about manufacturing? Well, imagine that I make widgets and there are these things called tariffs that are happening. I'd love to figure out what my tariff exposure is. Let me just ask my ERP system. Research that for me. Or I want you to do an audit or call my suppliers and see if they're gonna still be able to ship me their things on time. Library card catalogs as crazy as this one is. You know, what if my book is overdue? The librarian shouldn't be calling me. The library card software company should be calling me saying, hey, buddy, return the book or order more books because this one's very popular. You know, Ben's book is selling out. You order more copies of that. Legal case files, like a lot of software companies that are popping up in this space, it's no longer the system of record for, time and attendance. Like, draft me a contract. Like, do that work for me. You could start billing out. Again, unclear how the pricing model of this is going to work, but start billing for that. Accounting and bookkeeping, you know, AR aging summary. Like this concept has been around for a long time. I have a lot of companies that owe me money, a lot of clients that owe me money.",
      "action": "saved",
      "relevanceScore": 0.5684823421214582,
      "episodeTitle": "Software is Eating Labor",
      "podcastTitle": "a16z Podcast",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:43:09.288Z"
    },
    {
      "id": "chunk_H4wjukU4tGglPuEAM_G1L_12",
      "content": "Same. Other people couldn't do that. They all needed they would hit a wall that said you need an invite code. Because I was I was like, dude, have you seen this? I was texting people, and they were like, I can't get in. I was like, I didn't have a code. I don't know why I got in and others didn't. I'm not sure. So that's my first prediction. Second prediction is I think this opens the floodgates of something that Matt Mazzio talked about on our podcast. So I did a episode with Matt about AI. Matt's totally like he's so far down the rabbit hole. I'm like, Matt. And it's like, Matt. Matt. Matt. It's like echoing down the rabbit hole. And he was talking about AI, and he goes, the crazy thing about AI is we are so early, and I don't mean in just in terms of how smart it's gonna be. We're so early because every AI tool right now is single player. He's like ChatGPT. It's just a tool you use yourself. And same thing with the image creators and same thing with almost all of the tools are still single player, but the Internet has showed us that, like, all the most powerful apps, they're multiplayer. The things you do with other people, whether it was Facebook and social networking, whether it was Uber connecting you with drivers or Airbnb connecting with other people, Slack where you chat with your teammates. Like, it's crazy that none of the AI tools are really multiplayer today. And so he's like, I'm waiting for that. Like, that's the next wave. That's the big thing. This was one of the first AI AI native things where I'm like, oh, yeah. I'm gonna be using this with other other people. Like, last night, me and my friends were basically, like, creating videos of each other, making each other laugh.",
      "action": "saved",
      "relevanceScore": 0.56565824059284,
      "episodeTitle": "The App That’ll Be Bigger Than TikTok",
      "podcastTitle": "My First Million",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:40:19.757Z"
    },
    {
      "id": "chunk_6Nc-N0KEcvQIPB4sn26jt_315",
      "content": "A few more questions to zoom back out. Broadly, in a lot of ways, moving from scarcity to abundance. You have this frame where we're moving from sort of these classical horizontal or vertical shaped companies to effectively these like omnidirectional universal operating system like behemoths. This is like Amazon and Meta and Microsoft and Nvidia. And then these super pointy incredibly asset light, maybe this is the the the classic sort of Twitter idea of the one person really valuable company. A couple of excerpts you say, in the long run, there will be two ways to be profitable in low friction environments. Be utility and earn profits through massive scale across the entire stack, or be so differentiated, lightweight, and zero stack that you can be unit economic positive and immediately compound your ways to success before the deluge of competition that is. Incremental effort is best spent either on pure differentiation or on pure utility. Mhmm. You have this other analogy that I thought was useful if if that didn't totally click for listeners, which is this idea of like a rainforest. And there's the huge canopy trees, and then there's the small plants that live on the on the forest floor.",
      "action": "saved",
      "relevanceScore": 0.7028670958932259,
      "episodeTitle": "17: Alex Danco - Innovation Begins with Gifts",
      "podcastTitle": "Dialectic",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:34:56.310Z"
    },
    {
      "id": "chunk_6Nc-N0KEcvQIPB4sn26jt_165",
      "content": "Think that's right distinction. There's something that Toby at Shopify has said that just resonated a thousand percent with me. It just hit me like a ton of bricks. He says, know, when I was building Shopify, I made this online store that was, like, for me. Right? It was what I wanted. It was everything that I thought was great. And then I showed it around. I showed it to people, and they all said the same thing. They said, Toby, this looks great, but this will never work in the real world. Right? Like, this will never work for real customers. This will never work for real businesses. This will never work for blah blah blah enterprises. Like, he's heard it all. He's like, you know what? I don't really care about this real world place. I'm gonna make what I'm gonna make on my island what I want, and you're all welcome to my island. But you have to come to my island because this is what I wanna get. Yeah. And it's like and two",
      "action": "saved",
      "relevanceScore": 0.6814834791693197,
      "episodeTitle": "17: Alex Danco - Innovation Begins with Gifts",
      "podcastTitle": "Dialectic",
      "hasFlashcard": false,
      "savedAt": "2025-10-05T19:33:41.900Z"
    }
  ],
  "skips": [
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_72",
      "content": "And the underlying incentives of customers are not always financial. Sometimes it's ego. Sometimes it's career growth. Right? If you're selling enterprise software to someone, there's an executive sponsor as an example. That person needs to trust that you're going to do a good job for them. How do you get them to jump with you on this like big project? Well that's part of the journey of like not just the product but what do they need to hear from us? What do we need to supply them? What do we need to do to actually unlock the opportunity to implement the product? So I think there's like an incentives alignment baseline. Like I'm a big believer that like, it's cliche but show me the incentive and I'll show you the outcome. I think that's absolutely true. And even when customers will tell you things like I'll give you an example. I've been out of the game for a while so I can be open about it. Uber Eats. So when we launched Uber Eats I looked at the business. You know we you know in terms of being close to the customer we actually couldn't get a restaurant tour. I I I knew nothing about this industry. So at Uber, my job was to figure out what other businesses we should get into. And so we looked at a billion businesses and Uber Eats, you know, like food delivery was the one that we thought was most interesting, which turned out to be right. So good for us. Very right. And, you know, we couldn't get a restaurant tour to help us understand their unit economics.",
      "action": "skipped",
      "relevanceScore": 0.6808237243886966,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:20:11.301Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_76",
      "content": "Yeah. Yeah. I mean, if you walked into a restaurant, they would tell you a bunch of things. They would say, oh, labor scheduling is, like, an issue. They would say, my rent is an issue. They would say all these, you know, my ingredients prices are an issue. That's 20 or 30%. If you could shave off 3% of that, that would be huge. You might then take that and go, I'm gonna go build a business that's gonna save you 10% of your ingredients cost. Well, but that doesn't actually get into their head on like what's truly important day to day. That might be important for them on an annual basis, but on a daily basis, what are they doing? They're looking at their numbers. They're looking do people show up? How did did I make money yesterday? Am I going to make money tomorrow? So like the urgency, I think the biggest thing people miss when they're building new products is the urgency of the buyer part of it. You can build something that provides a lot of value, but if it's not the top thing that the customer is thinking about in their busy days, then you're just gonna have a long road to a small town.",
      "action": "skipped",
      "relevanceScore": 0.68936605680763,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:19:17.932Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_83",
      "content": "You know, maybe ignorance is bliss because you just throw yourself into it and it just kinda works out with time. But like that's not how I would operate, which is marketplaces are good businesses. SaaS, at least historically, we'll see how this changes. But like SaaS historically, great businesses, recurring revenue businesses, sticky businesses, network effect businesses. And if you look at what the top VCs invest in, yes, there is a lot of like portfolio building, but there are similarities in terms of the types of business models that they believe could be worth tens of billions of dollars. And they have network effects. They have lock in. They are more valuable at scale than a big scale than low scale. So if you just take a filter on a new business, you know, this is what I did at Uber, which is like if if you just have a filtering mechanism on a new business, it doesn't take that long to eliminate the bad ideas. And then like of what's left, you can pick, oh, I'm very passionate about this even though it might have more problems than this other thing that on paper looks better.",
      "action": "skipped",
      "relevanceScore": 0.6984017008832759,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:19:05.487Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_118",
      "content": "I love the spectrum of experiences you've had. You've sold golf clubs. You're helping achieve AGI, you could say. There's also a whole business part of your career we haven't talked about where you built tasers and body cams and drones and all these things. Also, pure pure file sharing before anyone else. Final topic I just wanna spend a little time on based on this experience is hiring and building teams. Something that I know you have a really strong take on that I've been hearing a lot on this podcast recently is this idea of it's more important to build the right team than find the most optimal top talent. Talk about that, why that's so interesting and important.",
      "action": "skipped",
      "relevanceScore": 0.7027798941304987,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:18:35.839Z"
    },
    {
      "id": "chunk_Ecv79bFsMN3Dc48zdlBAZ_73",
      "content": "like that? Yeah. There's something like an arena of ambition. And when you're in that could be any of these fields we're talking about. It could be baseball. It could be startups. You want to be part of an arena of ambition, there's something that comes into your soul to want to compete in that world and be among the best. That is that pursuit of glory in that field. But sometimes people don't want to admit that because it just comes across as too arrogant. Right. Or Quixote or something. Right. Yeah. And I see this. I this is one of the mysteries of the Thiel Fellowship that I think was powerful, was there were people who hated Steve Jobs, who thought he was a bozo for talking about putting a dent in the universe, who made fun of YC founders pitching that they were gonna change the world and make the world a better place.",
      "action": "skipped",
      "relevanceScore": 0.7148059965771755,
      "episodeTitle": "Rebel Oxford Philosopher Declares War on Universities | Michael Gibson",
      "podcastTitle": "Johnathan Bi",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T10:12:16.141Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_69",
      "content": "Okay. Let's let's move on from AI. This could be an endless discussion about AI, but you've got a lot more lessons to teach us. You've helped build Uber Eats. You've had a couple startups in the past. We talked about Scour for a bit. There's a I've talked to a bunch of people that work with you over the years, and I got a lot of really interesting insights into the stuff that you're extremely good at. So I'm just gonna kind of go through a bunch of these. One is your obsession with being close to customers, talking to customers. And I I love this topic because it's something everybody thinks they're great at, and they feel like they completely understand how this is important, why this is important. They all feel like I'm doing this. Don't even don't worry about everyone else is not doing this, but I am.",
      "action": "skipped",
      "relevanceScore": 0.7287681018076183,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T10:11:25.712Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_39",
      "content": "When we first made into China, it was 2007 I think. The world was flat was the moniker at the time. China had gained admission to the World Trade Organization in I think 2001 and we all believed that it would integrate into the global economy. That premise proved wrong. And so we had a period where it was really interesting to be able to share knowledge and share ideas and sort of figure out how we can build a globally interconnected set of systems and companies and life just got too hard for that, honestly. And we saw just more division between the two countries. So we embarked on global separation just over two years ago and what used to be Sequoia China's non independent business called Hongshan and they're off to the races.",
      "action": "skipped",
      "relevanceScore": 0.39709087336507004,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:51:51.248Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_45",
      "content": "No. Actually, we structured ourselves to be a private partnership in perpetuity to the extent possible under California law. We have the sense of stewardship, but Shukhoi, you have to leave the partnership in a better place than you found it. Don Valentine didn't call it Valentine Ventures when he started it. He handed the partnership over to a next generation with Mike Maritz and Doug Leone and Jim Goetz and you know, we're now part of a third generation, our team currently running the partnership. We didn't have to pay to get the partnership from the previous generation and nor will we charge the next generation. That's that's our motto.",
      "action": "skipped",
      "relevanceScore": 0.4038455437677505,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:51:42.307Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_104",
      "content": "Moritz did. In 2012, Michael stepped back. He had personal health reasons and he stepped back. He continued to serve on the boards that he was on and we we had him for another decade where I would ask him for advice. Know, as we were going through global separation that we talked about earlier, I would ask Doug and Michael, you know, what do you think should we what should we be doing here? Do you have advice for me? And so it's a great way we have this benefit of intergenerational knowledge transfer. Doug was on a call earlier today actually. We had a difficult conversation. I wanted his input on an important question and it's not because he has the authority to tell me what to do, it's because I seek out his advice.",
      "action": "skipped",
      "relevanceScore": 0.41714250755966703,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:51:22.308Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_108",
      "content": "$22,000,000,000 market cap. Yeah. And it was a million dollars, two people with a very raw idea and today they're the leading provider of prenatal testing, oncology recurrence monitoring, organ transplant projection testing. And so that company has been a huge success. Diagnostics, genetic diagnostics has been a huge success and you think about the dividend we're still collecting from the Human Genome Project 25 ago, it's incredible and you've obviously seen that in some of the businesses that you've helped build as well. We did make an investment in a company called BridgeBio which is helping with rare genetic disease drug development but other than that I think we just don't have the expertise for biotech. Know, we don't have any MD",
      "action": "skipped",
      "relevanceScore": 0.43264977718529035,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:51:03.074Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_40",
      "content": "I think there's a real challenge in China right now. Some static got recently in 2018, there were 51,000 companies started in China. In 2023, just 1,200. Wow. How many? 1,200. Had a 98% reduction in the number of companies founded in China. Because if you're an entrepreneur in China, why would you wanna start a company when the government regulations are so uncertain? Which by the way is an interesting warning sign for me for us in America as we think about AI policy and AI regulation. The more uncertainty we create for founders, the more difficult it is for them to actually take that risk, take that leap to start a business.",
      "action": "skipped",
      "relevanceScore": 0.4413449842065571,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:50:36.920Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_26",
      "content": "I'm glad you called it an industry not an asset class. I listened to one of the shows you guys had recently and I think there's a huge problem with the venture industry that there's too much money. And you guys have talked about this before. Venture industry as a whole invests right now between 150 to $200,000,000,000 a year. It was the last numbers I saw. If you think about reasonable assumptions for returns, it's just a 12% per annum net which isn't great. Might as well invest in an index fund. The math basically implies that you need three and a half to four x funds to make that math work over a reasonable time frame. So if you're investing let's just say $200,000,000,000 a year, the industry needs to give back $708,100,000,000,000 a year.",
      "action": "skipped",
      "relevanceScore": 0.4561849170148247,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:46:56.805Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_27",
      "content": "risk. Risk. If you look at every single decade, there are only about 20 companies that end up getting exit values north of a billion dollars. Actual IPOs and M and A's north of a billion. Not the paper write ups, only 20 companies. More money doesn't create more great ideas or more founders. So I think there is way too much money in the industry. The industry does provide a lot of value. It provides some of the know how for entrepreneurs to succeed and obviously leads to job creation and all the attendant benefits for America. But there is too much money and too many people wanna be investors.",
      "action": "skipped",
      "relevanceScore": 0.46508287054966,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:46:09.938Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_43",
      "content": "Well, stick to our knitting. The funds we operate today, our seed venture and growth funds today are no bigger than they were five, six, seven years ago. We we realized that there's money to be made for some people writing very large checks and very late stage companies but our aspiration is to be the number one investment manager for our limited partners. We literally want to be the best net IRR and net multiple for our LPs. And we're not interested in maximizing fees or maximizing share of industry value creation. That's the game we've we've chosen to play.",
      "action": "skipped",
      "relevanceScore": 0.4734993116233224,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:45:55.813Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_21",
      "content": "We conceived of this program as you mentioned in 2010 when we launched it and the idea was that there were a bunch of contemporary founders who had very interesting access to up and coming founders who were turning to them for advice but these founders didn't yet have money. At the point that you became a scout, you didn't have the net worth you have now where you could write a check on your own. And so we thought it would be a great program for us to provide the capital for founders like yourself to be able to invest in those companies and hopefully we would get an introduction to those companies for us to be able to make an investment too. So you're in that program. You helped us with the investment in Uber. Sam Altman was in that group as well. He helped with an investment in a little company called Stripe. They did okay.",
      "action": "skipped",
      "relevanceScore": 0.4844349062202563,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:44:08.186Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_35",
      "content": "So, you know, on my phone I can pull up an app that I if you give me any company name, I'll be able to tell you who my team last met it, how we rated it, I'll give you data on what's happening with their hiring, how many vouched employees they have, how do we think their engineering team is based on their history, their academic profiles, etcetera. All this information is at my fingertips. If we get business plan submissions, we have an AI system that will summarize it for me so I get a very quick read on the company, a quick summarization of the quality of the team, and a very quick analysis of the competitive dynamics and the other companies I should consider alongside them. So these are just small examples of the things we do.",
      "action": "skipped",
      "relevanceScore": 0.4905892287698897,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:43:54.555Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_97",
      "content": "I And didn't quite imagine that it could be what it is today. And so that to me was an example. I remember an early meeting with Yelp, with Jeremy Stoppelman and Max Levchin in our offices and I mean Yelp hadn't launched a web app, were going to be an email newsletter thing and Michael in this meeting said, I imagine that one day restaurants will put a Yelp sticker in the window just like a Zagat or a Michelin star. And he saw that. He saw that. He saw that. I mean, ten years before that became a reality, he had the imagination to think about that. That to me is amazing.",
      "action": "skipped",
      "relevanceScore": 0.5006488059319743,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:43:16.249Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_94",
      "content": "Well, we'd had the YouTube was a great success and I felt very good about that. And then you adventure after a few years, walk through the valley of despair and you start to realize the things you should have invested in that you didn't. And the lemons start to drop. The things that you did invest in that are not working out. So yes, there was the one great quick exit but then a bunch of other things and I was really having a lot of self doubt. And Doug showed up at my house with a homemade pesto jar and he didn't need to. Was on a Saturday afternoon, he knocks on my door, who's this person at my house? And he just wanted to tell me that he was there to support me through this dark period. That was one example. Another one was when my son was in hospital and Doug showed up.",
      "action": "skipped",
      "relevanceScore": 0.5300847235029327,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:42:58.390Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_70",
      "content": "what is but what is the the so the counter argument is as a public company, you as venture capitalists who are excellent at interrogating early stage technology, early stage metrics, founder personalities, all the things that might make a good venture capital investor. Maybe as a public company, quarter to quarter, are they growing 12%, 14%? There's a different analytical skill set, some might argue, like, you know, that that belongs in that investment domain and frankly, very hard to beat the index indices doing that. What's the argument to be made to the counter and why would you counter that argument?",
      "action": "skipped",
      "relevanceScore": 0.5316082304191527,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:42:41.945Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_95",
      "content": "Didn't have to. That meant a lot to me. So And Michael? Michael's imagination. Michael just has an unbelievable ability to imagine how a company can succeed. And when I thought about my mistakes as an investor, by the way, every single time it comes down to a failure of imagination that I didn't think big enough, I didn't think about how this company could progress from where they were. You first introduced me to Twitter, 02/2007. I have the emails. Before smartphones launched and it was an SMS app. I got tired of getting all your I'm having cappuccino messages on Twitter at the time, Yes. I",
      "action": "skipped",
      "relevanceScore": 0.5432943736102477,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:42:22.834Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_33",
      "content": "That's a great question. The industry has changed a lot since I got into venture just over twenty years ago. If you go back to the proverbial nineteen nineties venture firm it was you know a dozen people sitting around a table making investment decisions with very lightweight staff and it was much more of a cottage industry. I think the industry is professionalized and really the founders are the ones who benefited from it because all these firms have built larger operating teams to be able to help those founders with talent, with go to market and so I think it's really helping founders. That's probably the main takeaway I have from that. We've decided to not build as big an organization. Most of the operating teams we have at Sequoia help us. So we have about as many developers at Sequoia as we have investors and they're building products for us so that we are much more effective and productive than we might have been twenty",
      "action": "skipped",
      "relevanceScore": 0.5620380094051504,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:37:18.283Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_42",
      "content": "Roloff, there's an interesting dynamic that I observed which is you have the early early stage venture companies who've had an incredible track record. You guys, Benchmark, Kozlov. And then what happens is you have these late stage firms, but many of the companies that they fund need so much money that the late stage firms can't service them. So you have to go direct. You go right to Saudi, you go right to the Qataris, you go right to the Emiratis, you go right to Norway, you know, these sovereign wealth funds that are writing these big checks. And so it creates this really weird dynamic where you almost become this kind of glorified placement agent almost. So there's this part of the curve and then there's all this money that goes over here. How do you adapt the business in the face of that dynamic?",
      "action": "skipped",
      "relevanceScore": 0.5678997075773775,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:36:50.994Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_67",
      "content": "So so one of the things we realized, what you're alluding to is in 2022, launched something called the Sequoia Capital Fund. So we realized that the great companies continue to compound as you talked about in that episode. It was was an excellent episode obviously. And by the way, even in more recent memory, if you look at the last 10, Palo Alto, ServiceNow, HubSpot, MongoDB, these companies have all been 10x's as public companies. And so we've realized that when we distribute shares prematurely to LPs, they don't know any better because you know, run a big endowment, they suddenly get $5,000,000 worth of company ABC, they don't know any better, they sell the shares. So what we've decided to do is for the companies that we believe have the ability to compound longer term, we have a different fund structure.",
      "action": "skipped",
      "relevanceScore": 0.5755541859631832,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:36:24.154Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_62",
      "content": "Can you tell us about the holding company transition that you underwent and the role of being a venture capitalist in making an exit decision? So we did this conversation on the show a few weeks ago, pulled up some analysis, the biggest winners continue to compound as public companies. 99% of the returns are as a public company or whatever it is. So it looks like an amazing exit goes public, but that's not the end of the value creation. True compounders compound for decades, especially founders are still in the seat. Amazon, Nvidia was a Sequoia investment, I think.",
      "action": "skipped",
      "relevanceScore": 0.584920317270407,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:34:46.103Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_61",
      "content": "Yeah. And so you think about that responsibility Yeah. And it weighs on people. But it means that you need to show up with your best game every single day. And you know, part of what we've done is we look at the vote distribution these days and look if somebody shows up and everybody's really positive, there are a bunch of people that are eight nines out of 10 and there's one person who clearly woke up with a you know, in a bad mood and is a three, you know, at some point that person will probably say, listen, maybe I just don't get it. This actually happened to me. We listened to a company in late November. This company is thriving right now. They're in the it's pretty Sax isn't here because this company is benefiting from stable coins with the genius act that he helped put in place. He's really benefiting from that.",
      "action": "skipped",
      "relevanceScore": 0.5935067530608765,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:34:23.007Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_71",
      "content": "So, you see, one of the things for us is that the I mean, in many most of these cases, we're involved with these companies literally at inception. I mean, Palo Alto Networks was incubated inside our office with one founder and my partner Jim Getz. So we've known these companies since the earliest of days. Why should that relationship end at the IPO? And in most of these cases as you pointed out, the founders are still there and there's so much more innovation taking place. Jack Dorsey's, one of Jack Dorsey's favorite quotes to me was, companies have multiple founding moments.",
      "action": "skipped",
      "relevanceScore": 0.612017366646653,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:33:50.691Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_79",
      "content": "I mean, Stripe, we made our first investment almost ten years before we made this big $2,000,000,000 investment. Or I invested in company called Isomorphic at the beginning of this year. We spent eighteen months getting to know them. But how did that journey work? We were partnering deeply with OpenAI. We were thinking about what are the other domains where it might not be kind of on the path to AGI for the core labs? Life science was one of them. I got in touch with isomorphic almost just for learning, just to meet people in the industry. And that kicked off eighteen months, almost two years of getting to know the company, which then kinda cracked the door open to investment. And so if you look to my calendar, my calendar looks like meeting a bunch of early stage companies and then a lot of irons in the fire on new new initiatives. And then, obviously, I spent a lot time with our portfolio and internal and so forth.",
      "action": "skipped",
      "relevanceScore": 0.5861276730617621,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:48:23.191Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_172",
      "content": "Yeah. So anyways, to answer your question, I think we're selectively excited. Like, why do we think Rogo was really interested? Starts with a person. I mean, you know Gabe, I think he's 12 out of 10. And so we have to get excited about that. The category has properties that I think are interesting. Like, I personally believe that exposing data businesses via the chatbot Yeah. Is actually more interesting of a thing to look for than to look for, like, big labor markets. Yep. And so I've been spending time. How do you find data assets that you can now expose that way? Because the models are amazingly good at structuring and looking at and searching across big data.",
      "action": "skipped",
      "relevanceScore": 0.5889426239264375,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:47:30.766Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_198",
      "content": "They're already self reinforcing properties like Uber. They have a driver network. They have millions of consumers in their app in a in a geography. Are they able and best off to do food delivery? And it turns out, yes. If you would have said, you know, five years in Uber's journey, was that their focus? Everyone said no. Yeah. You know? And so now that market is largely kind of coalesced around DoorDash and Uber. So one company did do it without having the rideshare, but the rest of the market consolidated around a basically an incumbent in a different area. Right. I think you'll see the same thing in AI. And so this is where we have a hard time, which is I think a lot of our biases, this isn't a risk adjusted better return than OpenAI. Yeah. And therefore, if we're given a decision, we should do it. At the same time, can't take you can't not take risk because of that. And so we are investing in other companies.",
      "action": "skipped",
      "relevanceScore": 0.5895857017867088,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:45:03.328Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_42",
      "content": "I think just people don't appreciate the power compounding. You know, the Internet the iPhone came out fifteen years ago about, you know, a little bit more than that. And so mobile Internet, I think it's not that old. And the great everyone wants things to happen in a short period of time, but the reality is most of these companies are 10 15 years old. It's actually if you looked at the we obviously, I studied a lot of these companies at scale. The vast majority of dollars of enterprise value that get created are in the second or third decade of a company. And so if you think about all of the great companies we talk about now, Stripe, Airbnb, DoorDash, Uber, these companies were all built out of the mobile era. We're now getting into the second decade of their lifetime. And that's where we know historically if you look at Shopify or Salesforce or Tesla, the second and third decades were far more lucrative in value creation than the first decade. Well, now all these companies are coming of age to the second decade, and I think you will realize that scale is really powerful, and it just took time for them to blossom.",
      "action": "skipped",
      "relevanceScore": 0.5900342736120595,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:08:50.721Z"
    }
  ],
  "highScoreSkips": [
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_72",
      "content": "And the underlying incentives of customers are not always financial. Sometimes it's ego. Sometimes it's career growth. Right? If you're selling enterprise software to someone, there's an executive sponsor as an example. That person needs to trust that you're going to do a good job for them. How do you get them to jump with you on this like big project? Well that's part of the journey of like not just the product but what do they need to hear from us? What do we need to supply them? What do we need to do to actually unlock the opportunity to implement the product? So I think there's like an incentives alignment baseline. Like I'm a big believer that like, it's cliche but show me the incentive and I'll show you the outcome. I think that's absolutely true. And even when customers will tell you things like I'll give you an example. I've been out of the game for a while so I can be open about it. Uber Eats. So when we launched Uber Eats I looked at the business. You know we you know in terms of being close to the customer we actually couldn't get a restaurant tour. I I I knew nothing about this industry. So at Uber, my job was to figure out what other businesses we should get into. And so we looked at a billion businesses and Uber Eats, you know, like food delivery was the one that we thought was most interesting, which turned out to be right. So good for us. Very right. And, you know, we couldn't get a restaurant tour to help us understand their unit economics.",
      "action": "skipped",
      "relevanceScore": 0.6808237243886966,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:20:11.301Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_76",
      "content": "Yeah. Yeah. I mean, if you walked into a restaurant, they would tell you a bunch of things. They would say, oh, labor scheduling is, like, an issue. They would say, my rent is an issue. They would say all these, you know, my ingredients prices are an issue. That's 20 or 30%. If you could shave off 3% of that, that would be huge. You might then take that and go, I'm gonna go build a business that's gonna save you 10% of your ingredients cost. Well, but that doesn't actually get into their head on like what's truly important day to day. That might be important for them on an annual basis, but on a daily basis, what are they doing? They're looking at their numbers. They're looking do people show up? How did did I make money yesterday? Am I going to make money tomorrow? So like the urgency, I think the biggest thing people miss when they're building new products is the urgency of the buyer part of it. You can build something that provides a lot of value, but if it's not the top thing that the customer is thinking about in their busy days, then you're just gonna have a long road to a small town.",
      "action": "skipped",
      "relevanceScore": 0.68936605680763,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:19:17.932Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_83",
      "content": "You know, maybe ignorance is bliss because you just throw yourself into it and it just kinda works out with time. But like that's not how I would operate, which is marketplaces are good businesses. SaaS, at least historically, we'll see how this changes. But like SaaS historically, great businesses, recurring revenue businesses, sticky businesses, network effect businesses. And if you look at what the top VCs invest in, yes, there is a lot of like portfolio building, but there are similarities in terms of the types of business models that they believe could be worth tens of billions of dollars. And they have network effects. They have lock in. They are more valuable at scale than a big scale than low scale. So if you just take a filter on a new business, you know, this is what I did at Uber, which is like if if you just have a filtering mechanism on a new business, it doesn't take that long to eliminate the bad ideas. And then like of what's left, you can pick, oh, I'm very passionate about this even though it might have more problems than this other thing that on paper looks better.",
      "action": "skipped",
      "relevanceScore": 0.6984017008832759,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:19:05.487Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_118",
      "content": "I love the spectrum of experiences you've had. You've sold golf clubs. You're helping achieve AGI, you could say. There's also a whole business part of your career we haven't talked about where you built tasers and body cams and drones and all these things. Also, pure pure file sharing before anyone else. Final topic I just wanna spend a little time on based on this experience is hiring and building teams. Something that I know you have a really strong take on that I've been hearing a lot on this podcast recently is this idea of it's more important to build the right team than find the most optimal top talent. Talk about that, why that's so interesting and important.",
      "action": "skipped",
      "relevanceScore": 0.7027798941304987,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T11:18:35.839Z"
    },
    {
      "id": "chunk_Ecv79bFsMN3Dc48zdlBAZ_73",
      "content": "like that? Yeah. There's something like an arena of ambition. And when you're in that could be any of these fields we're talking about. It could be baseball. It could be startups. You want to be part of an arena of ambition, there's something that comes into your soul to want to compete in that world and be among the best. That is that pursuit of glory in that field. But sometimes people don't want to admit that because it just comes across as too arrogant. Right. Or Quixote or something. Right. Yeah. And I see this. I this is one of the mysteries of the Thiel Fellowship that I think was powerful, was there were people who hated Steve Jobs, who thought he was a bozo for talking about putting a dent in the universe, who made fun of YC founders pitching that they were gonna change the world and make the world a better place.",
      "action": "skipped",
      "relevanceScore": 0.7148059965771755,
      "episodeTitle": "Rebel Oxford Philosopher Declares War on Universities | Michael Gibson",
      "podcastTitle": "Johnathan Bi",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T10:12:16.141Z"
    },
    {
      "id": "chunk_HRN82jDyc9_OdnGRld5FM_69",
      "content": "Okay. Let's let's move on from AI. This could be an endless discussion about AI, but you've got a lot more lessons to teach us. You've helped build Uber Eats. You've had a couple startups in the past. We talked about Scour for a bit. There's a I've talked to a bunch of people that work with you over the years, and I got a lot of really interesting insights into the stuff that you're extremely good at. So I'm just gonna kind of go through a bunch of these. One is your obsession with being close to customers, talking to customers. And I I love this topic because it's something everybody thinks they're great at, and they feel like they completely understand how this is important, why this is important. They all feel like I'm doing this. Don't even don't worry about everyone else is not doing this, but I am.",
      "action": "skipped",
      "relevanceScore": 0.7287681018076183,
      "episodeTitle": "First interview with Scale AI’s CEO: $14B Meta deal, what’s working in enterprise AI, and what frontier labs are building next | Jason Droege",
      "podcastTitle": "Lenny's Podcast: Product | Career | Growth",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T10:11:25.712Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_71",
      "content": "So, you see, one of the things for us is that the I mean, in many most of these cases, we're involved with these companies literally at inception. I mean, Palo Alto Networks was incubated inside our office with one founder and my partner Jim Getz. So we've known these companies since the earliest of days. Why should that relationship end at the IPO? And in most of these cases as you pointed out, the founders are still there and there's so much more innovation taking place. Jack Dorsey's, one of Jack Dorsey's favorite quotes to me was, companies have multiple founding moments.",
      "action": "skipped",
      "relevanceScore": 0.612017366646653,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": false,
      "skippedAt": "2025-10-10T09:33:50.691Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_85",
      "content": "What's interesting is I think there are a lot of firms in sort of like the size rung below, call it one to three billion dollar firms, who I've spoken with who I think see what you're doing, what Founders Fund's doing, maybe Green Oaks. I don't know what the number of firms would be, but and want to. But I think it's actually very hard still, even if you're close to it. Do you know what the thing is that you think you know, like, what's the dominant thing it takes if you're a leader of a 1 or $2,000,000,000 firm to get to this? Like, what is that what is the thing preventing more people from doing this?",
      "action": "skipped",
      "relevanceScore": 0.6045832139611665,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:06:15.001Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_115",
      "content": "Or be the accounting firm. Because we're taking this kind of scrutinizing lens from all sides of the equation, we decided that's the right way to do it. And so also the right way to do it is not in our fund structure because these assets need a lot of time, and you have to do different things than you do in a typical growth fund. And so we raise dedicated pool of capital towards that strategy. But the genesis of it is very much looking full stack at a company, which I think is very different. By the way, there's $800,000,000 of venture investing going into the software tools for accounting. Really? And so yeah. So we're riding the R and D dollars to the entire industry as the service provider. And accounting's sticky. Are you gonna change your accounting provider because they have 10% lower price? No. Probably not. Now the risk is going back to the competitive If these startups are so successful that they radically change the cost curve that you can take your business and go to ChatGPT and do your accounting for 10% of the cost, maybe you'll change. So one risk in our discussion of this if the change is so radical, should we be doing it now, or should we be waiting? Yeah. And I think our assessment of accounting is it was not going to be as radical as it could be. And therefore, you actually wanna be the service provider because you'll capture the value. Yeah.",
      "action": "skipped",
      "relevanceScore": 0.6144351464672818,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:05:46.285Z"
    },
    {
      "id": "chunk_hRhzL9etGrnl2ya9uch4n_57",
      "content": "I mean, I'm obviously most bullish on the strategy we're executing on. I think there will always be a place for very focused early stage investing. Because at the end of the day, where else can you go put in $1,020,000,000 dollars into a company and get a billion out? And the reality is if you're good at finding people early and you can help them build companies and you can get a large chunk of their company, you'll be able to drive great returns. I personally think it's gotten a lot harder because of how competitive it is, but that will all there will always be a market for that.",
      "action": "skipped",
      "relevanceScore": 0.616485834455033,
      "episodeTitle": "Uncapped #27 | Vince Hankes from Thrive Capital",
      "podcastTitle": "Uncapped with Jack Altman",
      "hasFlashcard": false,
      "skippedAt": "2025-10-09T20:05:16.421Z"
    }
  ],
  "lowScoreSaves": [],
  "flashcardSaves": [
    {
      "id": "chunk_Ecv79bFsMN3Dc48zdlBAZ_63",
      "content": "We call that hyperfluency. Sometimes, like you hear people talk about an idea maze referring to the history of the industry, why earlier attempts have failed, why, you know, their attempt is going to succeed. It's like the people with hyperfluency talk about this in such a way that it's like something we hear. So we live and die as a fund by our ability to identify people. Ultimately, it's going to come down to an intuitive judgment, and I think it is a tacit knowledge where we trained on the Thiel Fellowship, we developed our pattern recognition, and now we find new cases, and there's like this computer vision. You know, is this person a creative founder or not? And we just have to sort of use that recognition there. But when you ask me to articulate it, give some recipe, I think our words are always going to fall short. It's almost like a virtue theory in moral philosophy, where what makes a good person? I think we should be asking what makes the right stuff in a lot of different domains. It's not just like GPA or like how you, you know, your essay grades. There's just like something about there are virtues we're not cultivating as a society.",
      "action": "saved",
      "relevanceScore": 0.7186578097564901,
      "episodeTitle": "Rebel Oxford Philosopher Declares War on Universities | Michael Gibson",
      "podcastTitle": "Johnathan Bi",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:55:19.065Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_47",
      "content": "So I think the the probably most important characteristic we look for is an insatiable curiosity in the individual. We look for people who are extremely driven but they need to have a heart of gold. So one of the things we talk about at Sequoia is we cherish individualism and teamwork. You need an individual to be able to have a keen insight and propose an investment but you've got to work with a team and the whole teamwork aspect is really important for us. So when we make investment decisions at Sequoia, it's a consensus decision which blew my mind when I first got there.",
      "action": "saved",
      "relevanceScore": 0.5493205231001297,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:40:52.222Z"
    },
    {
      "id": "chunk_z6IdS3N7KOg9OHsZQjL-O_88",
      "content": "By the way, that's how we got to Steve because Steve had worked at Atari. That's how Don got the introduction to Steve. So so I think part of the point he was trying to make is don't look for the people that you know, went to all the right schools and wear the right clothes, all the conventional stuff. Founders are unconventional. These people change the world. I mean most of us encounter challenges every single day and we accommodate. You know, this thing isn't quite your liking, you adapt. Founders don't. Founders see things and go, I think the world can look different. And then they go and try to fix it. They just don't take no for an answer.",
      "action": "saved",
      "relevanceScore": 0.656179222516482,
      "episodeTitle": "Sequoia’s Roelof Botha: Why Venture Capital is Broken & How Great Companies Are Built",
      "podcastTitle": "All-In with Chamath, Jason, Sacks & Friedberg",
      "hasFlashcard": true,
      "savedAt": "2025-10-10T09:24:04.894Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_43",
      "content": "The only thing that comes from is just pure ego. I think a lot of entrepreneurs, like, their ego gets in the way, and so they want they almost intentionally overcomplicate it to show how special the product is, therefore how special they are. And the best entrepreneurs I've always met are the ones who take incredibly complex ideas and simplify it down, and then it's easy for consumers to get it, for their teams to execute. And I think that that that art form of simplification is the the biggest hack in entrepreneurship. And, yeah, the the number of pitches I sit through, and, like, I'm like, you're intentionally overcomplicating this to to justify evaluation or justify your specialness?",
      "action": "saved",
      "relevanceScore": 0.6190755532490608,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T17:53:45.122Z"
    },
    {
      "id": "chunk_rrwBWcLjGZOUUsKyVI_iy_19",
      "content": "And then you talked about being a thief. Can you give a couple examples there? So you said, I go to a big category, I walk through the aisles, I look for the sea of sameness, I look for a culture shift. Oh, sorry, you told me one other thing that was great. You go, you said something, you go, have they made it unnecessarily over complicated? And you go, I think they're hiding something. There's an insecurity there if they've made this product category feel over complicated, and that they take themsel and another one was taking themselves too seriously. Can you talk about those two attributes also?",
      "action": "saved",
      "relevanceScore": 0.6232151986066756,
      "episodeTitle": "Brainstorming $100M Ideas with the $1B+ King of Brands ",
      "podcastTitle": "My First Million",
      "hasFlashcard": true,
      "savedAt": "2025-10-09T17:45:52.332Z"
    }
  ]
}
